import avatar from "../img/avatar.png";
import example from "../img/example.png";
export default [
  {
    id: 1,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    status: 1,
    rating: 3.1,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    images: [
      { id: 1, path: avatar },
      { id: 2, path: example },
    ],
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    requests: [
      {
        created_at: {
          date: "22.10.2020",
          time: "21:00",
        },
        date_pogrooz: {
          date: "12.02.2020",
          time: "12:20",
        },
        summ: "20 000 руб",
        comments:
          "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
        user: {
          id: 1,
          avatar: avatar,
          fio: `Максимов 
                Максим 
                Максимович`,
          passport: true,
          rating: "4.1",
          dogovor: true,
          paynal: true,
        },
      },
      {
        created_at: {
          date: "22.10.2020",
          time: "21:00",
        },
        date_pogrooz: {
          date: "12.02.2020",
          time: "12:20",
        },
        summ: "20 000 руб",
        comments:
          "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
        user: {
          id: 1,
          avatar: avatar,
          fio: `Максимов 
                Максим 
                Максимович`,
          passport: true,
          rating: "4.1",
          dogovor: true,
          paynal: true,
        },
      },
    ],
  },
  {
    id: 2,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    status: 2,
    rating: 3.1,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: 3,
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 3,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 3,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 4,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 4,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 5,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 5,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 6,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 6,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 7,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 7,
    type: 0,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 8,
    carName: "Nissan skylake Поре",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    status: 1,
    rating: 3.1,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 9,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    status: 2,
    rating: 3.1,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 10,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 3,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 11,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 4,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 12,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 5,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 13,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 6,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
  {
    id: 14,
    carName: "Nissan skylake",
    fromLocation:
      "Россия, Московская область, Лобня, улица Лейтенанта Бойко, 104",
    toLocation: "Россия, Ленинградская  область, г Пушкин, улица  Бойко, 123",
    cargo: ["Мебель", "Коммерческие грузы"],
    parametrs: "10 кг / 2 м",
    count: "3 шт",
    price: "20 000 руб",
    rating: 3.1,
    status: 7,
    type: 1,
    date: {
      date: "22.10.2020",
      time: " 21:00",
    },
    carImg:
      "https://media.wired.com/photos/5d09594a62bcb0c9752779d9/master/w_2560%2Cc_limit/Transpo_G70_TA-518126.jpg",
    tags: ["Услуги грузчика", "Мед. книжка"],
    user: {
      id: "5f007e35c6c7ee1f74d43486",
      avatar: avatar,
      fio: `Максимов 
            Максим 
            Максимович`,
      passport: true,
      dogovor: true,
      paynal: true,
    },
    comments:
      "Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час.  Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. Аккцратный водитель, по пути заеду еще в одно место, поэтому время доставки увеличится на 1 час. ",
  },
];
