export default [
    {
        title: 'Вы - перевозчик',
        questions: [
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 1
            },
            {
                title: 'Рандом',
                url: '',
                id: 2
            }
        ],
        id: 1
    },
    {
        title: '',
        questions: [
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 1
            },
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 2
            }
        ],
        id: 2
    },
    {
        title: 'Вы - перевозчик',
        questions: [
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 1
            },
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 2
            }
        ],
        id: 3
    },
    {
        title: 'Вы - перевозчик',
        questions: [
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 1
            },
            {
                title: 'Шаблон данных об автомобиле',
                url: '',
                id: 2
            }
        ],
        id: 4
    },    
]