import avatar from "../img/avatar.png";
export default [
  {
    id: 1,
    created_at: "20.12.2020",
    articleWith: 13245,
    comments: `Текст отзыва Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." `,
    user: {
      avatar: avatar,
      fio: `Максимов  Максим Максимович`,
      rating: 4.6,
    },
  },
  {
    id: 2,
    created_at: "20.12.2020",
    articleWith: 13245,
    comments: `Текст отзыва Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." `,
    user: {
      avatar: avatar,
      fio: `Максимов  Максим Максимович`,
      rating: 4.6,
    },
  },
  {
    id: 3,
    created_at: "20.12.2020",
    articleWith: 13245,
    comments: `Текст отзыва Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." `,
    user: {
      avatar: avatar,
      fio: `Максимов  Максим Максимович`,
      rating: 4.6,
    },
  },
];
